Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Spotlight can surface AppleVis topics, apps, podcasts, and guides right from iOS Search — anything you've opened gets indexed, so it's easy to find again later.
ar: يمكن لـ Spotlight إظهار مواضيع AppleVis وتطبيقاته وبودكاسته وأدلته مباشرة من بحث iOS — فكل ما فتحته تتم فهرسته، ليسهل العثور عليه لاحقًا.
de: Spotlight kann AppleVis-Themen, Apps, Podcasts und Anleitungen direkt in der iOS-Suche anzeigen – alles, was du geöffnet hast, wird indiziert, sodass du es später leicht wiederfindest.
el: Το Spotlight μπορεί να εμφανίζει θέματα, εφαρμογές, podcast και οδηγούς του AppleVis απευθείας από την αναζήτηση του iOS — ό,τι έχετε ανοίξει ευρετηριάζεται, ώστε να το βρίσκετε εύκολα αργότερα.
es: Spotlight puede mostrar temas, apps, pódcasts y guías de AppleVis directamente desde la búsqueda de iOS: todo lo que has abierto se indexa, para que sea fácil volver a encontrarlo.
fa: Spotlight می‌تواند موضوع‌ها، برنامه‌ها، پادکست‌ها و راهنماهای AppleVis را مستقیماً از جستجوی iOS نشان دهد — هر چه باز کرده‌اید نمایه می‌شود تا بعداً راحت پیدایش کنید.
fr: Spotlight peut faire apparaître les sujets, applis, podcasts et guides d'AppleVis directement depuis la recherche iOS — tout ce que vous avez ouvert est indexé, pour le retrouver facilement plus tard.
he: Spotlight יכול להציג נושאים, אפליקציות, פודקאסטים ומדריכים של AppleVis ישירות מהחיפוש של iOS — כל מה שפתחת נכנס לאינדקס, כך שקל למצוא אותו שוב מאוחר יותר.
hi: Spotlight सीधे iOS खोज से AppleVis के विषय, ऐप, पॉडकास्ट और गाइड दिखा सकता है — आपने जो भी खोला है वह इंडेक्स हो जाता है, ताकि बाद में उसे फिर से ढूँढना आसान रहे।
id: Spotlight dapat menampilkan topik, aplikasi, podcast, dan panduan AppleVis langsung dari Pencarian iOS — apa pun yang pernah Anda buka akan diindeks, sehingga mudah ditemukan lagi nanti.
it: Spotlight può mostrare argomenti, app, podcast e guide di AppleVis direttamente dalla ricerca di iOS: tutto ciò che hai aperto viene indicizzato, così è facile ritrovarlo in seguito.
ja: Spotlight では、AppleVis のトピック、アプリ、ポッドキャスト、ガイドを iOS の検索から直接見つけられます。開いたものは索引に登録されるので、あとから簡単に見つけ直せます。
ko: Spotlight에서 iOS 검색으로 AppleVis 주제, 앱, 팟캐스트, 가이드를 바로 찾을 수 있습니다. 열어 본 항목은 색인되므로 나중에 쉽게 다시 찾을 수 있습니다.
nl: Spotlight kan AppleVis-onderwerpen, apps, podcasts en handleidingen direct vanuit de iOS-zoekfunctie tonen — alles wat je hebt geopend wordt geïndexeerd, zodat je het later makkelijk terugvindt.
pl: Spotlight może wyświetlać tematy, aplikacje, podcasty i poradniki AppleVis bezpośrednio w wyszukiwaniu iOS — wszystko, co otworzyłeś, jest indeksowane, więc łatwo to później odnaleźć.
pt: O Spotlight pode mostrar tópicos, apps, podcasts e guias do AppleVis direto da Busca do iOS — tudo o que você abriu é indexado, para ser fácil encontrar de novo depois.
ru: Spotlight может показывать темы, приложения, подкасты и руководства AppleVis прямо в поиске iOS — всё, что вы открывали, индексируется, поэтому это легко найти снова.
sv: Spotlight kan visa AppleVis-ämnen, appar, poddar och guider direkt i iOS-sökningen – allt du har öppnat indexeras, så det är lätt att hitta igen senare.
th: Spotlight สามารถแสดงหัวข้อ แอป พอดแคสต์ และคู่มือของ AppleVis ได้จากการค้นหาของ iOS โดยตรง — ทุกสิ่งที่คุณเคยเปิดจะถูกจัดทำดัชนี จึงหาเจออีกได้ง่ายในภายหลัง
tr: Spotlight, AppleVis konularını, uygulamalarını, podcast'lerini ve kılavuzlarını doğrudan iOS Arama'dan gösterebilir — açtığınız her şey dizine eklenir, böylece daha sonra kolayca yeniden bulursunuz.
uk: Spotlight може показувати теми, додатки, подкасти й посібники AppleVis просто в пошуку iOS — усе, що ви відкривали, індексується, тож це легко знайти знову.
vi: Spotlight có thể hiển thị chủ đề, ứng dụng, podcast và hướng dẫn của AppleVis ngay từ Tìm kiếm của iOS — mọi thứ bạn đã mở đều được lập chỉ mục, để sau này dễ tìm lại.
zh_hans: Spotlight 可以直接在 iOS 搜索中显示 AppleVis 的话题、应用、播客和指南——你打开过的内容都会被编入索引，方便以后再次找到。

source: More of AppleVis Now Speaks Your Language
ar: المزيد من AppleVis يتحدث لغتك الآن
de: Mehr von AppleVis spricht jetzt deine Sprache
el: Περισσότερο από το AppleVis μιλά πλέον τη γλώσσα σας
es: Más de AppleVis habla ahora tu idioma
fa: بخش بیشتری از AppleVis اکنون به زبان شماست
fr: Une plus grande partie d'AppleVis parle désormais votre langue
he: עוד חלקים ב-AppleVis מדברים עכשיו בשפה שלך
hi: AppleVis का ज़्यादा हिस्सा अब आपकी भाषा में
id: Lebih Banyak Bagian AppleVis Kini Berbahasa Anda
it: Più parti di AppleVis ora parlano la tua lingua
ja: AppleVis のより多くの部分があなたの言語に対応
ko: 이제 AppleVis의 더 많은 부분이 사용자의 언어로 표시됩니다
nl: Meer van AppleVis spreekt nu jouw taal
pl: Więcej AppleVis mówi teraz w Twoim języku
pt: Mais do AppleVis agora fala o seu idioma
ru: Ещё больше AppleVis теперь на вашем языке
sv: Mer av AppleVis talar nu ditt språk
th: AppleVis รองรับภาษาของคุณมากขึ้นแล้ว
tr: AppleVis'in Daha Fazlası Artık Sizin Dilinizde
uk: Ще більше AppleVis тепер вашою мовою
vi: Nhiều phần của AppleVis giờ đã nói ngôn ngữ của bạn
zh_hans: AppleVis 更多内容现已支持你的语言

source: Auto-Translate's own settings and the prompt that offers it were still in English, which is exactly when you'd need them in your own language. They're now translated into all 22 languages, along with everything new in this release. A few translated counts, like how many posts or reports were loaded, could also show jumbled text in some languages. Fixed too.
ar: كانت إعدادات الترجمة التلقائية نفسها والرسالة التي تعرضها لا تزال بالإنجليزية، وهذا بالضبط الوقت الذي تحتاجها فيه بلغتك. أصبحت الآن مترجمة إلى اللغات الـ22 كلها، مع كل ما هو جديد في هذا الإصدار. كما أن بعض الأعداد المترجمة، مثل عدد المنشورات أو التقارير المحمّلة، كانت قد تظهر بنص مشوّش في بعض اللغات. وقد أُصلح ذلك أيضًا.
de: Die Einstellungen der automatischen Übersetzung und die Frage, mit der sie angeboten wird, waren noch auf Englisch – genau dann, wenn du sie in deiner eigenen Sprache brauchst. Jetzt sind sie in alle 22 Sprachen übersetzt, zusammen mit allem Neuen in dieser Version. Einige übersetzte Zahlenangaben, etwa wie viele Beiträge oder Berichte geladen wurden, konnten in manchen Sprachen außerdem wirren Text zeigen. Auch das ist behoben.
el: Οι ρυθμίσεις της Αυτόματης μετάφρασης και το μήνυμα που την προτείνει ήταν ακόμα στα αγγλικά — ακριβώς όταν τα χρειάζεστε στη γλώσσα σας. Τώρα είναι μεταφρασμένα και στις 22 γλώσσες, μαζί με όλα τα νέα αυτής της έκδοσης. Επίσης, μερικές μεταφρασμένες μετρήσεις, όπως πόσες αναρτήσεις ή αναφορές φορτώθηκαν, μπορούσαν να εμφανίζουν ακατάληπτο κείμενο σε ορισμένες γλώσσες. Διορθώθηκε κι αυτό.
es: Los ajustes de la traducción automática y el mensaje que la ofrece seguían en inglés, justo cuando más los necesitas en tu idioma. Ahora están traducidos a los 22 idiomas, junto con todo lo nuevo de esta versión. Además, algunos recuentos traducidos, como cuántas publicaciones o informes se cargaron, podían mostrar texto desordenado en algunos idiomas. También está corregido.
fa: تنظیمات خود ترجمهٔ خودکار و پیامی که آن را پیشنهاد می‌کند هنوز به انگلیسی بودند، درست همان وقتی که آن‌ها را به زبان خودتان لازم دارید. اکنون همراه با همهٔ موارد تازهٔ این نسخه، به هر ۲۲ زبان ترجمه شده‌اند. چند شمارش ترجمه‌شده، مثل تعداد پست‌ها یا گزارش‌های بارگیری‌شده، هم ممکن بود در برخی زبان‌ها متن درهم نشان دهند. آن هم رفع شد.
fr: Les réglages de la traduction automatique et le message qui la propose étaient encore en anglais — précisément au moment où vous en avez besoin dans votre langue. Ils sont désormais traduits dans les 22 langues, comme tout ce qui est nouveau dans cette version. Quelques décomptes traduits, comme le nombre de publications ou de rapports chargés, pouvaient aussi afficher un texte brouillé dans certaines langues. C'est corrigé aussi.
he: ההגדרות של התרגום האוטומטי וההודעה שמציעה אותו היו עדיין באנגלית — בדיוק כשהכי צריך אותן בשפה שלך. עכשיו הן מתורגמות לכל 22 השפות, יחד עם כל מה שחדש בגרסה הזו. בנוסף, כמה ספירות מתורגמות, כמו כמה פוסטים או דיווחים נטענו, עלולות היו להציג טקסט משובש בחלק מהשפות. גם זה תוקן.
hi: स्वतः अनुवाद की अपनी सेटिंग्स और उसे पेश करने वाला संदेश अब भी अंग्रेज़ी में थे — ठीक तब जब आपको उनकी अपनी भाषा में ज़रूरत होती है। अब वे इस रिलीज़ की सभी नई चीज़ों के साथ सभी 22 भाषाओं में अनुवादित हैं। कुछ अनुवादित गिनतियाँ, जैसे कितनी पोस्ट या रिपोर्ट लोड हुईं, कुछ भाषाओं में उलझा हुआ टेक्स्ट भी दिखा सकती थीं। यह भी ठीक कर दिया गया है।
id: Pengaturan Terjemahan Otomatis dan pesan yang menawarkannya masih dalam bahasa Inggris, padahal saat itulah Anda justru membutuhkannya dalam bahasa Anda sendiri. Kini semuanya diterjemahkan ke 22 bahasa, bersama semua hal baru di rilis ini. Beberapa hitungan yang diterjemahkan, seperti jumlah postingan atau laporan yang dimuat, juga bisa menampilkan teks kacau di beberapa bahasa. Itu juga sudah diperbaiki.
it: Le impostazioni della traduzione automatica e il messaggio che la propone erano ancora in inglese, proprio quando ti servono nella tua lingua. Ora sono tradotti in tutte le 22 lingue, insieme a tutte le novità di questa versione. Inoltre, alcuni conteggi tradotti, come il numero di post o segnalazioni caricati, potevano mostrare testo confuso in alcune lingue. Corretto anche questo.
ja: 自動翻訳の設定そのものと、それを案内するメッセージがまだ英語のままでした。まさに自分の言語で読みたい場面です。これらを、今回のリリースの新しい内容とあわせて 22 言語すべてに翻訳しました。また、読み込んだ投稿やレポートの件数など一部の翻訳済みの件数表示が、言語によっては文字化けすることがありました。こちらも修正しました。
ko: 자동 번역 설정 자체와 이를 제안하는 메시지가 여전히 영어로 되어 있었습니다. 바로 자신의 언어로 봐야 할 때였죠. 이제 이번 릴리스의 모든 새 기능과 함께 22개 언어로 모두 번역되었습니다. 또한 불러온 게시물이나 리포트 수 같은 일부 번역된 개수 표시가 몇몇 언어에서 뒤섞인 텍스트로 보일 수 있었는데, 이것도 수정했습니다.
nl: De instellingen van Automatisch vertalen en de vraag waarmee het wordt aangeboden, waren nog in het Engels — precies wanneer je ze in je eigen taal nodig hebt. Ze zijn nu vertaald in alle 22 talen, samen met alles wat nieuw is in deze versie. Een paar vertaalde aantallen, zoals hoeveel berichten of meldingen zijn geladen, konden in sommige talen ook door elkaar gehusselde tekst tonen. Ook dat is opgelost.
pl: Ustawienia automatycznego tłumaczenia i komunikat, który je proponuje, były wciąż po angielsku — akurat wtedy, gdy są najbardziej potrzebne w Twoim języku. Teraz są przetłumaczone na wszystkie 22 języki, razem ze wszystkimi nowościami w tej wersji. Niektóre przetłumaczone liczniki, np. liczba wczytanych wpisów lub zgłoszeń, mogły też w niektórych językach wyświetlać pomieszany tekst. To również naprawiono.
pt: As configurações da tradução automática e a mensagem que a oferece ainda estavam em inglês — justamente quando você mais precisa delas no seu idioma. Agora estão traduzidas para os 22 idiomas, junto com tudo o que há de novo nesta versão. Algumas contagens traduzidas, como quantas publicações ou relatórios foram carregados, também podiam mostrar texto embaralhado em alguns idiomas. Isso também foi corrigido.
ru: Настройки автоперевода и сообщение, в котором он предлагается, всё ещё были на английском — как раз тогда, когда они нужны на вашем языке. Теперь они переведены на все 22 языка вместе со всем новым в этом выпуске. Кроме того, некоторые переведённые счётчики, например сколько записей или отчётов загружено, на некоторых языках могли показывать искажённый текст. Это тоже исправлено.
sv: Inställningarna för automatisk översättning och frågan som erbjuder den var fortfarande på engelska – precis när du behöver dem på ditt eget språk. Nu är de översatta till alla 22 språk, tillsammans med allt nytt i den här versionen. Några översatta antal, som hur många inlägg eller rapporter som lästs in, kunde också visa rörig text på vissa språk. Det är också åtgärdat.
th: การตั้งค่าของการแปลอัตโนมัติเองและข้อความที่เสนอให้ใช้ ยังคงเป็นภาษาอังกฤษ ซึ่งเป็นเวลาที่คุณต้องการให้เป็นภาษาของคุณพอดี ตอนนี้แปลครบทั้ง 22 ภาษาแล้ว พร้อมกับทุกสิ่งใหม่ในรุ่นนี้ นอกจากนี้ ตัวเลขที่แปลแล้วบางรายการ เช่น จำนวนโพสต์หรือรายงานที่โหลด อาจแสดงข้อความสับสนในบางภาษา ซึ่งแก้ไขแล้วเช่นกัน
tr: Otomatik Çeviri'nin kendi ayarları ve onu öneren mesaj hâlâ İngilizceydi; tam da bunlara kendi dilinizde ihtiyaç duyduğunuz anda. Artık bu sürümdeki tüm yeniliklerle birlikte 22 dilin hepsine çevrildiler. Yüklenen gönderi veya rapor sayısı gibi bazı çevrilmiş sayılar da bazı dillerde karışık metin gösterebiliyordu. O da düzeltildi.
uk: Налаштування автоперекладу та повідомлення, у якому його пропонують, досі були англійською — саме тоді, коли вони потрібні вашою мовою. Тепер вони перекладені всіма 22 мовами разом з усім новим у цьому випуску. Крім того, деякі перекладені лічильники, наприклад скільки дописів чи звітів завантажено, деякими мовами могли показувати спотворений текст. Це теж виправлено.
vi: Phần cài đặt của Tự động dịch và lời mời bật tính năng này vẫn còn bằng tiếng Anh — đúng lúc bạn cần chúng bằng ngôn ngữ của mình nhất. Giờ chúng đã được dịch sang cả 22 ngôn ngữ, cùng với mọi điểm mới trong bản phát hành này. Một vài số đếm đã dịch, như số bài đăng hay báo cáo đã tải, cũng có thể hiện văn bản lộn xộn ở một số ngôn ngữ. Lỗi đó cũng đã được sửa.
zh_hans: 自动翻译本身的设置以及提供该功能的提示，此前仍是英文——而这恰恰是你最需要用自己语言阅读的时候。现在它们连同本版本的所有新内容，都已翻译成全部 22 种语言。此外，部分翻译后的计数（例如已载入的帖子或报告数量）在某些语言中可能显示为错乱的文字，也已一并修复。

source: On the App Store, this app is now called “%@”.
ar: أصبح اسم هذا التطبيق في App Store الآن «%@».
de: Im App Store heißt diese App jetzt „%@“.
el: Στο App Store, αυτή η εφαρμογή ονομάζεται πλέον «%@».
es: En el App Store, esta app ahora se llama «%@».
fa: این برنامه اکنون در App Store «%@» نام دارد.
fr: Sur l'App Store, cette appli s'appelle désormais « %@ ».
he: ב-App Store, האפליקציה נקראת עכשיו „%@”.
hi: App Store पर इस ऐप का नाम अब “%@” है।
id: Di App Store, aplikasi ini sekarang bernama “%@”.
it: Sull'App Store, questa app ora si chiama «%@».
ja: App Store では、このアプリの名前は現在「%@」です。
ko: App Store에서 이 앱의 현재 이름은 “%@”입니다.
nl: In de App Store heet deze app nu „%@”.
pl: W App Store ta aplikacja nazywa się teraz „%@”.
pt: Na App Store, este app agora se chama “%@”.
ru: В App Store это приложение теперь называется «%@».
sv: I App Store heter appen nu ”%@”.
th: บน App Store ตอนนี้แอปนี้ชื่อ “%@”
tr: App Store'da bu uygulamanın adı artık “%@”.
uk: В App Store цей додаток тепер називається «%@».
vi: Trên App Store, ứng dụng này hiện có tên “%@”.
zh_hans: 在 App Store 上，此应用现在名为“%@”。

source: Devices
ar: الأجهزة
de: Geräte
el: Συσκευές
es: Dispositivos
fa: دستگاه‌ها
fr: Appareils
he: מכשירים
hi: डिवाइस
id: Perangkat
it: Dispositivi
ja: デバイス
ko: 기기
nl: Apparaten
pl: Urządzenia
pt: Dispositivos
ru: Устройства
sv: Enheter
th: อุปกรณ์
tr: Cihazlar
uk: Пристрої
vi: Thiết bị
zh_hans: 设备

source: Age Rating
ar: التصنيف العمري
de: Altersfreigabe
el: Ηλικιακή διαβάθμιση
es: Clasificación por edad
fa: رده‌بندی سنی
fr: Classification
he: דירוג גיל
hi: आयु रेटिंग
id: Rating Usia
it: Età consigliata
ja: 年齢区分
ko: 연령 등급
nl: Leeftijdsclassificatie
pl: Kategoria wiekowa
pt: Classificação etária
ru: Возрастной рейтинг
sv: Åldersgräns
th: การจัดประเภทอายุ
tr: Yaş Derecelendirmesi
uk: Вікове обмеження
vi: Xếp hạng độ tuổi
zh_hans: 年龄分级

source: Developer
ar: المطوّر
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
fa: توسعه‌دهنده
fr: Développeur
he: מפתח
hi: डेवलपर
id: Pengembang
it: Sviluppatore
ja: デベロッパ
ko: 개발자
nl: Ontwikkelaar
pl: Deweloper
pt: Desenvolvedor
ru: Разработчик
sv: Utvecklare
th: ผู้พัฒนา
tr: Geliştirici
uk: Розробник
vi: Nhà phát triển
zh_hans: 开发者

source: Language
ar: اللغة
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fr: Langue
he: שפה
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

source: Last Updated
ar: آخر تحديث
de: Zuletzt aktualisiert
el: Τελευταία ενημέρωση
es: Última actualización
fa: آخرین به‌روزرسانی
fr: Dernière mise à jour
he: עודכן לאחרונה
hi: पिछला अपडेट
id: Terakhir Diperbarui
it: Ultimo aggiornamento
ja: 最終更新
ko: 마지막 업데이트
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt: Última atualização
ru: Последнее обновление
sv: Senast uppdaterad
th: อัปเดตล่าสุด
tr: Son Güncelleme
uk: Останнє оновлення
vi: Cập nhật lần cuối
zh_hans: 最近更新

source: Rating
ar: التقييم
de: Bewertung
el: Βαθμολογία
es: Valoración
fa: امتیاز
fr: Note
he: דירוג
hi: रेटिंग
it: Valutazione
ja: 評価
ko: 평점
nl: Beoordeling
pl: Ocena
pt: Avaliação
ru: Оценка
sv: Betyg
th: คะแนน
tr: Puan
uk: Оцінка
vi: Đánh giá
zh_hans: 评分

source: Released
ar: تاريخ الإصدار
de: Veröffentlicht
el: Κυκλοφορία
es: Lanzamiento
fa: تاریخ انتشار
fr: Sortie
he: יצא לאור
hi: रिलीज़
id: Dirilis
it: Uscita
ja: リリース日
ko: 출시일
nl: Uitgebracht
pl: Premiera
pt: Lançamento
ru: Выпущено
sv: Släppt
th: วันที่เผยแพร่
tr: Yayın Tarihi
uk: Випущено
vi: Phát hành
zh_hans: 发布日期

source: Requires
ar: يتطلب
de: Erfordert
el: Απαιτεί
es: Requiere
fa: نیاز دارد
fr: Nécessite
he: דורש
hi: आवश्यक
id: Memerlukan
it: Richiede
ja: 要件
ko: 요구 사항
nl: Vereist
pl: Wymaga
pt: Requer
ru: Требуется
sv: Kräver
th: ต้องใช้
tr: Gereksinim
uk: Потрібно
vi: Yêu cầu
zh_hans: 系统要求

source: Size
ar: الحجم
de: Größe
el: Μέγεθος
es: Tamaño
fa: اندازه
fr: Taille
he: גודל
hi: आकार
id: Ukuran
it: Dimensioni
ja: サイズ
ko: 크기
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
sv: Storlek
th: ขนาด
tr: Boyut
uk: Розмір
vi: Dung lượng
zh_hans: 大小

source: App Store Info
ar: معلومات App Store
de: App-Store-Infos
el: Πληροφορίες App Store
es: Información del App Store
fa: اطلاعات App Store
fr: Infos App Store
he: מידע מה-App Store
hi: App Store जानकारी
id: Info App Store
it: Info App Store
ja: App Store の情報
ko: App Store 정보
pl: Informacje z App Store
pt: Informações da App Store
ru: Сведения из App Store
sv: Info från App Store
th: ข้อมูลจาก App Store
tr: App Store Bilgileri
uk: Відомості з App Store
vi: Thông tin App Store
zh_hans: App Store 信息

source: Screenshots
ar: لقطات الشاشة
de: Bildschirmfotos
el: Στιγμιότυπα οθόνης
es: Capturas de pantalla
fa: نماگرفت‌ها
fr: Captures d'écran
he: צילומי מסך
hi: स्क्रीनशॉट
id: Tangkapan Layar
it: Istantanee
ja: スクリーンショット
ko: 스크린샷
nl: Schermafbeeldingen
pl: Zrzuty ekranu
pt: Capturas de tela
ru: Снимки экрана
sv: Skärmavbilder
th: ภาพหน้าจอ
tr: Ekran Görüntüleri
uk: Знімки екрана
vi: Ảnh chụp màn hình
zh_hans: 屏幕截图

source: More by %@
ar: المزيد من %@
de: Mehr von %@
el: Περισσότερα από %@
es: Más de %@
fa: موارد بیشتر از %@
fr: Autres applis de %@
he: עוד מאת %@
hi: %@ के और ऐप
id: Lainnya dari %@
it: Altro da %@
ja: %@ のその他のアプリ
ko: %@의 다른 앱
nl: Meer van %@
pl: Więcej od: %@
pt: Mais de %@
ru: Другие приложения: %@
sv: Mer från %@
th: เพิ่มเติมจาก %@
tr: %@ tarafından diğerleri
uk: Інші від %@
vi: Thêm từ %@
zh_hans: %@ 的更多应用

source: If the App Store has a newer version or a new name for the app than the AppleVis entry, the page mentions that too, so you know what to look for.
ar: إن كان في App Store إصدار أحدث من التطبيق أو اسم جديد له مقارنةً بإدخال AppleVis، فإن الصفحة تذكر ذلك أيضًا، لتعرف ما الذي تبحث عنه.
de: Wenn der App Store eine neuere Version oder einen neuen Namen für die App hat als der AppleVis-Eintrag, erwähnt die Seite das ebenfalls, damit du weißt, wonach du suchen musst.
el: Αν το App Store έχει νεότερη έκδοση ή νέο όνομα για την εφαρμογή σε σχέση με την καταχώριση του AppleVis, η σελίδα το αναφέρει κι αυτό, ώστε να ξέρετε τι να αναζητήσετε.
es: Si el App Store tiene una versión más reciente o un nombre nuevo para la app respecto a la entrada de AppleVis, la página también lo indica, para que sepas qué buscar.
fa: اگر App Store نسخهٔ جدیدتر یا نام تازه‌ای نسبت به ورودی AppleVis برای برنامه داشته باشد، صفحه آن را هم ذکر می‌کند تا بدانید دنبال چه باشید.
fr: Si l'App Store propose une version plus récente ou un nouveau nom pour l'appli par rapport à la fiche AppleVis, la page le mentionne aussi, pour que vous sachiez quoi chercher.
he: אם ב-App Store יש גרסה חדשה יותר או שם חדש לאפליקציה לעומת הרשומה ב-AppleVis, הדף מציין גם את זה, כדי שתדע מה לחפש.
hi: अगर App Store में AppleVis प्रविष्टि की तुलना में ऐप का नया संस्करण या नया नाम है, तो पेज यह भी बताता है, ताकि आपको पता रहे कि क्या खोजना है।
id: Jika App Store memiliki versi lebih baru atau nama baru untuk aplikasi dibanding entri AppleVis, halaman juga menyebutkannya, agar Anda tahu apa yang harus dicari.
it: Se l'App Store ha una versione più recente o un nuovo nome per l'app rispetto alla voce di AppleVis, la pagina lo segnala, così sai cosa cercare.
ja: App Store に AppleVis のエントリより新しいバージョンや新しい名前がある場合も、ページでお知らせするので、何を探せばよいかがわかります。
ko: App Store에 AppleVis 항목보다 새 버전이나 새 이름이 있으면 페이지에서도 알려 주므로 무엇을 찾아야 할지 알 수 있습니다.
nl: Als de App Store een nieuwere versie of een nieuwe naam voor de app heeft dan de AppleVis-vermelding, meldt de pagina dat ook, zodat je weet waarnaar je moet zoeken.
pl: Jeśli App Store ma nowszą wersję lub nową nazwę aplikacji niż wpis w AppleVis, strona też o tym wspomina, abyś wiedział, czego szukać.
pt: Se a App Store tiver uma versão mais recente ou um nome novo para o app em relação à entrada do AppleVis, a página também menciona isso, para você saber o que procurar.
ru: Если в App Store у приложения более новая версия или новое название, чем в записи AppleVis, страница тоже об этом сообщит, чтобы вы знали, что искать.
sv: Om App Store har en nyare version eller ett nytt namn för appen än AppleVis-objektet nämner sidan det också, så att du vet vad du ska leta efter.
th: หาก App Store มีเวอร์ชันใหม่กว่าหรือชื่อใหม่ของแอปเมื่อเทียบกับรายการใน AppleVis หน้านี้จะแจ้งไว้ด้วย เพื่อให้คุณรู้ว่าต้องค้นหาอะไร
tr: App Store'da uygulamanın AppleVis girişine göre daha yeni bir sürümü veya yeni bir adı varsa, sayfa bunu da belirtir; böylece ne arayacağınızı bilirsiniz.
uk: Якщо в App Store додаток має новішу версію чи нову назву, ніж у записі AppleVis, сторінка теж про це повідомить, щоб ви знали, що шукати.
vi: Nếu App Store có phiên bản mới hơn hoặc tên mới của ứng dụng so với mục trên AppleVis, trang cũng sẽ nhắc điều đó, để bạn biết cần tìm gì.
zh_hans: 如果 App Store 上该应用的版本比 AppleVis 条目更新，或已更名，页面也会提示，让你知道该找什么。

source: App Entries Are Clearer About What Changed on the App Store
ar: إدخالات التطبيقات أوضح الآن بشأن ما تغيّر في App Store
de: App-Einträge zeigen klarer, was sich im App Store geändert hat
el: Οι καταχωρίσεις εφαρμογών δείχνουν πιο καθαρά τι άλλαξε στο App Store
es: Las entradas de apps indican con más claridad qué cambió en el App Store
fa: ورودی‌های برنامه اکنون روشن‌تر نشان می‌دهند چه چیزی در App Store تغییر کرده است
fr: Les fiches d'applis indiquent plus clairement ce qui a changé sur l'App Store
he: רשומות אפליקציה מבהירות יותר מה השתנה ב-App Store
hi: ऐप प्रविष्टियाँ अब साफ़ बताती हैं कि App Store पर क्या बदला
id: Entri Aplikasi Kini Lebih Jelas tentang Apa yang Berubah di App Store
it: Le voci delle app indicano più chiaramente cosa è cambiato sull'App Store
ja: アプリのエントリで App Store の変更点がわかりやすく
ko: 앱 항목에서 App Store의 변경 사항을 더 명확하게 알려 줍니다
nl: App-vermeldingen tonen duidelijker wat er in de App Store is veranderd
pl: Wpisy aplikacji jaśniej pokazują, co zmieniło się w App Store
pt: As entradas de apps mostram com mais clareza o que mudou na App Store
ru: Записи приложений понятнее показывают, что изменилось в App Store
sv: Appobjekt visar tydligare vad som har ändrats i App Store
th: รายการแอปบอกได้ชัดเจนขึ้นว่ามีอะไรเปลี่ยนไปบน App Store
tr: Uygulama Girişleri App Store'da Neyin Değiştiğini Daha Net Gösteriyor
uk: Записи додатків чіткіше показують, що змінилося в App Store
vi: Mục ứng dụng giờ cho biết rõ hơn những gì đã thay đổi trên App Store
zh_hans: 应用条目更清楚地显示 App Store 上的变化

source: Supported Devices
ar: الأجهزة المدعومة
de: Unterstützte Geräte
el: Υποστηριζόμενες συσκευές
es: Dispositivos compatibles
fa: دستگاه‌های پشتیبانی‌شده
fr: Appareils compatibles
he: מכשירים נתמכים
hi: समर्थित डिवाइस
id: Perangkat yang Didukung
it: Dispositivi supportati
ja: 対応デバイス
ko: 지원 기기
nl: Ondersteunde apparaten
pl: Obsługiwane urządzenia
pt: Dispositivos compatíveis
ru: Поддерживаемые устройства
sv: Enheter som stöds
th: อุปกรณ์ที่รองรับ
tr: Desteklenen Cihazlar
uk: Підтримувані пристрої
vi: Thiết bị được hỗ trợ
zh_hans: 支持的设备
